[
  {
    "id": 1,
    "title": { "en": "TICWAY", "es": "TICWAY" },
    "category": "Web Development",
    "image": "screen/project-1.png",
    "url": "https://ticway.com/",
    "repo": "https://github.com/shivanirajani/TICWAY-WEBSITE--IT",
    "video": null,
    "description": {
      "en": "A corporate website providing IT solutions, designed to offer a seamless and responsive user experience while effectively showcasing services and products.",
      "es": "Una página web corporativa que ofrece soluciones de TI, diseñada para brindar una experiencia de usuario dinámica y responsiva, mostrando eficazmente sus servicios y productos."
    },
    "techStack": ["Next.js", "Jest", "React", "Tailwind CSS", "JavaScript", "Vercel", "ESLint"]
  },
  {
    "id": 2,
    "title": { "en": "Zen Blend", "es": "Zen Blend" },
    "category": "Web Development",
    "image": "screen/matcha.png",
    "url": "https://zen-blend.vercel.app/",
    "repo": "https://github.com/shivanirajani/Zen-Blend",
    "video": null,
    "description": {
      "en": "A landing page for a matcha eCommerce website, designed to attract customers and showcase products effectively.",
      "es": "Página principal de una tienda online de matcha, creada para captar clientes y mostrar los productos de forma atractiva."
    },
    "techStack": ["JavaScript", "HTML", "CSS", "Vercel", "ESLint"]
  },
  
  {
    "id": 3,
    "title": { "en": "Dissertation Project", "es": "Trabajo Fin de Grado"},
    "category": "Web Development",
    "image": "screen/dissertation.png",
    "url": null,
    "repo": "https://github.com/shivanirajani/dissertation",
    "video": "screen/demo.mp4",
    "description": {
      "en": "A web application that calculates the sustainability impact of your fashion habits, considering environmental, social, and ethical factors. It helps you understand how your clothing choices affect the planet and society, encouraging more responsible and conscious decisions through interactive visuals and an intuitive design.",
      "es": "Una aplicación web que calcula el impacto de sostenibilidad de tus hábitos de moda, considerando aspectos ambientales, sociales y éticos. Te ayuda a comprender cómo tus elecciones de ropa afectan al planeta y a la sociedad, fomentando decisiones más responsables y conscientes mediante visualizaciones interactivas y un diseño sencillo e intuitivo."
    },
    "techStack": ["React","Node.js", "Express.js", "Chart.js", "ESLint","Framer Motion"]
    
  },
  {
    "id": 4,
    "title": { 
      "en": "UX Case Study: Jobify", 
      "es": "Estudio de Caso UX: Jobify" 
    },
    "image": "screen/jobify.png",
    "category": "UI/UX Design",
    "description": {
      "en": "A modern job hunting app that streamlines your search with verified listings, personalised job matches, and career growth tools to help you find your next opportunity faster and smarter.",
      "es": "Una aplicación moderna para buscar empleo que optimiza tu búsqueda con ofertas verificadas, coincidencias personalizadas y herramientas de crecimiento profesional para ayudarte a encontrar tu próxima oportunidad más rápido e inteligentemente."
    },
    "techStack": ["Figma", "Microsoft Forms", "Miro"],
    "url": "/portfolio/casestudy"
  }
  
  
  
]
