[
  {
    "id": 1,
    "title": { "en": "TICWAY", "es": "TICWAY" },
    "category": "Web Development",
    "image": "screen/project-1.png",
    "url": "https://ticway.com/",
    "repo": "https://github.com/shivanirajani/TICWAY-WEBSITE--IT",
    "video": null,
    "description": {
      "en": "A corporate website providing IT solutions, designed to offer a seamless and responsive user experience while effectively showcasing services and products.",
      "es": "Una página web corporativa que ofrece soluciones de TI, diseñada para brindar una experiencia de usuario dinámica y responsiva, mostrando eficazmente sus servicios y productos."
    },
    "techStack": ["Next.js", "Jest", "React", "Tailwind CSS", "JavaScript", "Vercel", "ESLint"]
  },
  {
    "id": 2,
    "title": { "en": "Zen Blend", "es": "Zen Blend" },
    "category": "Web Development",
    "image": "screen/matcha.png",
    "url": "https://zen-blend.vercel.app/",
    "repo": "https://github.com/shivanirajani/Zen-Blend",
    "video": null,
    "description": {
      "en": "A landing page for a matcha eCommerce website, designed to attract customers and showcase products effectively.",
      "es": "Página principal de una tienda online de matcha, creada para captar clientes y mostrar los productos de forma atractiva."
    },
    "techStack": ["JavaScript", "HTML", "CSS", "Vercel", "ESLint"]
  },
  
  {
    "id": 3,
    "title": { "en": "Dissertation Project", "es": "Trabajo Fin de Grado"},
    "category": "Web Development",
    "image": "screen/dissertation.png",
    "url": null,
    "repo": "https://github.com/shivanirajani/dissertation",
    "video": "screen/demo.mp4",
    "description": {
      "en": "A web application that calculates the sustainability impact of your fashion habits, considering environmental, social, and ethical factors. It helps you understand how your clothing choices affect the planet and society, encouraging more responsible and conscious decisions through interactive visuals and an intuitive design.",
      "es": "Una aplicación web que calcula el impacto de sostenibilidad de tus hábitos de moda, considerando aspectos ambientales, sociales y éticos. Te ayuda a comprender cómo tus elecciones de ropa afectan al planeta y a la sociedad, fomentando decisiones más responsables y conscientes mediante visualizaciones interactivas y un diseño sencillo e intuitivo."
    },
    "techStack": ["React","Node.js", "Express.js", "Chart.js", "ESLint","Framer Motion"]
    
  },
  {
  "id": 4,
  "title": { "en": "Global Country Data Visualization", "es": "Visualización de Datos Globales por País" },
  "category": "Data Science",
  "image": "screen/datascience.png",
  "url": null,
  "repo": "https://github.com/shivanirajani/data-visualisation",
  "video": null,
  "description": {
    "en": "An interactive data visualization dashboard built using Python (Pandas, NumPy) and Vega-Altair to make global country statistics accessible to the general public. The project involved data cleaning and preprocessing of a Kaggle dataset with 195 countries and 36 indicators, selecting and justifying key attributes, and creating multiple coordinated views for exploration, comparison, and statistical insight. The dashboard includes interactive features such as filtering and hover effects, and follows visualization and UX design principles, including Gestalt theory, color theory, usability heuristics, and design-thinking approaches to create a user-friendly experience for non-technical audiences. Deliverables include a standalone HTML dashboard, Python/Jupyter code, and a reflective report analyzing design choices and potential improvements.",
    "es": "Un panel de visualización de datos interactivo desarrollado con Python (Pandas, NumPy) y Vega-Altair, diseñado para hacer accesibles al público general las estadísticas globales por país. El proyecto incluyó limpieza y preprocesamiento de un conjunto de datos de Kaggle con 195 países y 36 indicadores, selección y justificación de atributos clave, y creación de múltiples vistas coordinadas para exploración, comparación y obtención de patrones estadísticos. El panel incluye funciones interactivas como filtros y efectos al pasar el cursor, y sigue principios de visualización y UX, incluyendo teoría de la Gestalt, uso del color, heurísticas de usabilidad y enfoques de design thinking para crear una experiencia amigable para usuarios no técnicos. Entregables incluyen un panel HTML autónomo, código Python/Jupyter y un informe reflexivo sobre las elecciones de diseño y posibles mejoras."
  },
  "techStack": ["Python", "Jupyter Notebook", "Pandas", "NumPy", "Vega-Altair", "Data Cleaning", "Interactive Visualization", "Dashboard Design", "UX Design", "Design Thinking"]
}


]
